import random 

cards = [
    "2♠︎ ", "3♠︎", "4♠︎", "5♠︎", "6♠︎", "7♠︎", "8♠︎", "9♠︎", "10♠︎", "Jack♠︎", "Queen♠︎", "King♠︎", "Ace♠︎"
    ,"2♥︎", "3♥︎", "4♥︎", "5♥︎", "6♥︎", "7♥︎", "8♥︎", "9♥︎", "10♥︎", "Jack♥︎", "Queen♥︎", "King♥︎", "Ace♥︎"
    ,"2♦︎", "3♦︎", "4♦︎", "5♦︎", "6♦︎", "7♦︎", "8♦︎", "9♦︎", "10♦︎", "Jack♦︎", "Queen♦︎", "King♦︎", "Ace♦︎"
    ,"2♣︎", "3♣︎", "4♣︎", "5♣︎", "6♣︎", "7♣︎", "8♣︎", "9♣︎", "10♣︎", "Jack♣︎", "Queen♣︎", "King♣︎", "Ace♣︎"
]



random.shuffle(cards)
random.sample(cards,5)

print(cards)